Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/pootle-tm.tmx
Source language: en
Languages: ca_es

source: Translation is complete
ca_es: La traducció és completa

source: Review suggestion (%(num)d left)
ca_es: Revisa el suggeriment (%(num)d left)

source: %(type)s: %(translated)d of %(total)d string translated (%(fuzzy)d fuzzy).
ca_es: %(type)s: %(translated)d de %(total)d cadena traduïda (%(fuzzy)d dubtosa).

source: %d word needs attention
ca_es: %d paraula requereixen atenció

source: %d word untranslated
ca_es: %d paraula per traduir

source: %d word needs review
ca_es: cal revisar %d paraula

source: You need to <a href="%(login_link)s">login</a> to access this page.
ca_es: Cal que <a href="%(login_link)s">inicieu una sessió</a> per accedir a aquesta pàgina.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
ca_es: S'ha produït un error en accedir a %(filename)s. El sistema de fitxers ha tornat l'error: %(errormsg)s

source: %(percent)s%% complete
ca_es: %(percent)s%% complet

source: Search
ca_es: Cerca

source: Advanced search
ca_es: Cerca avançada

source: First
ca_es: Primera

source: Previous
ca_es: Anterior

source: Next
ca_es: Següent

source: Last (%d)
ca_es: Darrer (%d)

source: Message
ca_es: Missatge

source: Added
ca_es: Afegit

source: News for %(language)s
ca_es: Notícies de %(language)s

source: News for %(project)s
ca_es: Notícies de %(project)s

source: News for the %(project)s project in %(language)s
ca_es: Notícies del projecte %(project)s en %(language)s

source: News for %(path)s
ca_es: Notícies de %(path)s

source: Publish on news feed
ca_es: Publica al canal de notícies

source: Send email
ca_es: Envia un correu

source: Email only to recently active users
ca_es: Envia correu només als usuaris actius més recents

source: All Projects
ca_es: Tots els projectes

source: Project Selection
ca_es: Selecció de projecte

source: All Languages
ca_es: Totes les llengües

source: Language Selection
ca_es: Selecció de llengua

source: View News Item
ca_es: Visualitza la notícia

source: No news yet.
ca_es: No hi ha cap notícia encara.

source: News
ca_es: Notícies

source: Publish News
ca_es: Publicació de notícies

source: Successfully published the following news
ca_es: S'han publicat amb èxit les notícies següents

source: Publish
ca_es: Publica

source: Default
ca_es: Predeterminat

source: Interface Language
ca_es: Llengua de la interfície

source: This account is inactive.
ca_es: El compte és inactiu.

source: Number of Rows
ca_es: Nombre de files

source: Alternative Source Languages
ca_es: Llengües d'origen alternatives

source: Suggestions Accepted
ca_es: Suggeriments acceptats

source: Suggestions Pending
ca_es: Suggeriments pendents

source: Suggestions Reviewed
ca_es: Suggeriments revisats

source: Submissions Made
ca_es: Enviaments fets

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
ca_es: Un codi curt per al projecte. Hauria de contenir només caràcters ASCII, nombres i el caràcter de guió baix (_).

source: A description of this project. This is useful to give more information or instructions. Allowed markup: %s
ca_es: Una descripció del projecte. Això és útil per tal d'oferir més informació o instruccions. Etiquetatge permès: %s

source: Quality Checks
ca_es: Comprovacions de qualitat

source: File Type
ca_es: Tipus de fitxer

source: Automatic detection (slower)
ca_es: Detecció automàtica (més lent)

source: GNU style: files named by language code
ca_es: Estil GNU: els fitxers s'anomenen pel codi de llengua

source: Non-GNU: Each language in its own directory
ca_es: No GNU: cada llengua en el seu propi directori

source: Project Tree Style
ca_es: Estil d'arbre del projecte

source: Ignore Files
ca_es: Ignora els fitxers

source: A URL or an email address where issues with the source text can be reported.
ca_es: Un URL o una adreça electrònica des d'on es pot informar dels problemes amb el text d'origen.

source: Report Target
ca_es: Informa la destinació

source: %(languages)d language, %(average)d%% translated
ca_es: %(languages)d llengua, %(average)d%% traduït

source: You do not have rights to administer this project.
ca_es: No teniu permisos per administrar aquest projecte.

source: Update against templates
ca_es: Actualitza de les plantilles

source: Below you can add, edit, and delete the permissions for this project.
ca_es: A continuació podeu afegir, editar i suprimir els permisos d'aquest projecte.

source: Administrate
ca_es: Administra

source: Here you can add, edit, or delete the languages for this project.
ca_es: Aquí podeu afegir, editar o suprimir les llengües d'aquest projecte.

source: Source
ca_es: Origen

source: Target
ca_es: Destinació

source: State
ca_es: Estat

source: Comment
ca_es: Comentari

source: anonymous user
ca_es: usuari anònim

source: Gettext PO
ca_es: PO Gettext

source: Excel CSV
ca_es: CSV d'Excel

source: Mozilla .lang
ca_es: .lang de Mozilla

source: Java Properties
ca_es: Propietats de Java

source: Java Properties (UTF-8)
ca_es: Propietats de Java (UTF-8)

source: OS X Strings
ca_es: Cadenes OS X

source: PHP arrays
ca_es: Arrays de PHP

source: Subtitles: srt
ca_es: Subtítols: srt

source: Subtitles: sub
ca_es: Subtítols: sub

source: Subtitles: ssa
ca_es: Subtítols: ssa

source: Subtitles: ass
ca_es: Subtítols: ass

source: Plural Form %d
ca_es: Formes de plural %d

source: Translator comment
ca_es: Comentari del traductor

source: Path
ca_es: Camí

source: Obsolete
ca_es: Obsolet

source: Insufficient rights to this translation project.
ca_es: Permisos insuficients per a aquest projecte de traducció.

source: Comment submission failed.
ca_es: Ha fallat l'enviament del comentari.

source: You do not have rights to access translation mode.
ca_es: No teniu permisos per modificar traduccions.

source: Failed to process submission.
ca_es: No s'ha pogut processar l'enviament.

source: Failed to process suggestion.
ca_es: No s'ha pogut processar el suggeriment.

source: You do not have rights to access review mode.
ca_es: No teniu permisos per modificar traduccions.

source: The suggestion or vote is not valid any more.
ca_es: El suggeriment o el vot ja no és vàlid.

source: Translate
ca_es: Tradueix

source: Pootle's editor requires JavaScript
ca_es: L'editor del Pootle requereix JavaScript

source: Please enable JavaScript in your browser preferences and reload the page.
ca_es: Habiliteu el JavaScript a les preferències del navegador i recarregueu la pàgina.

source: Filter by:
ca_es: Filtra per:

source: All
ca_es: Tots

source: Incomplete
ca_es: Incomplets

source: My suggestions
ca_es: Els meus suggeriments

source: My submissions
ca_es: Els meus enviaments

source: My overwritten submissions
ca_es: Els meus enviaments sobreescrits

source: Checks
ca_es: Comprovacions

source: Previous string
ca_es: Cadena anterior

source: Go to the previous string (Ctrl+Up)<br/><br/>Also:<br/>Previous page: Ctrl+Shift+Page&nbsp;Up<br/>First page: Ctrl+Shift+Home
ca_es: Vés a la cadena anterior (Ctrl+Amunt)<br/><br/>També:<br/>Pàgina anterior: Ctrl+Maj+Pàg&nbsp;Amunt<br/>Primera pàgina: Ctrl+Maj+Inici

source: Current page number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
ca_es: Número de pàgina actual (Ctrl+Maj+U)<br/><br/>Introduïu el número i premeu Retorn<br/>per anar a la posició

source: Total pages
ca_es: Total de pàgines

source: Next string
ca_es: Cadena següent

source: Go to the next string (Ctrl+Down)<br/><br/>Also:<br/>Next page: Ctrl+Shift+Page&nbsp;Down<br/>Last page: Ctrl+Shift+End
ca_es: Vés a la cadena següent (Ctrl+Avall)<br/><br/>També:<br/>Pàgina següent: Ctrl+Maj+Pàg&nbsp;Avall<br/>Darrera pàgina: Ctrl+Maj+Fi

source: Comment:
ca_es: Comentari:

source: File:
ca_es: Fitxer:

source: Comments:
ca_es: Comentaris:

source: Locations:
ca_es: Ubicacions:

source: Terminology:
ca_es: Terminologia:

source: Insert the translated term into the editor
ca_es: Inseriu el terme traduït dins de l'editor

source: Possible issues with the translation
ca_es: Possibles problemes amb la traducció

source: Failing checks:
ca_es: Comprovacions que han fallat:

source: Remove quality check
ca_es: Suprimeix les comprovacions de qualitat

source: Copy into translation
ca_es: Copia a la traducció

source: Report a problem with the source string
ca_es: Informa d'un problema amb la cadena d'origen

source: Submit
ca_es: Envia

source: Submit translation and go to the next string (Ctrl+Enter)
ca_es: Envia la traducció i vés a la cadena següent (Ctrl+Retorn)

source: Suggest
ca_es: Suggereix

source: Suggest translation and go to the next string (Ctrl+Enter)
ca_es: Suggereix una traducció i vés a la cadena següent (Ctrl+Retorn)

source: Switch to translation mode (Ctrl+Shift+Space)
ca_es: Canvia al mode de traducció (Ctrl+Maj+Espai)

source: Switch to suggestion mode (Ctrl+Shift+Space)
ca_es: Canvia al mode de suggeriments (Ctrl+Maj+Espai)

source: Mark this string as needing further work (Ctrl+Space)
ca_es: Marca que aquesta cadena necessita més treball (Ctrl+Espai)

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
ca_es: revisat per <a href="%(profile_url)s">%(reviewer)s</a>

source: Insert RLM (Right-To-Left Mark) into the editor
ca_es: Inseriu una marca de dreta a esquerra (RLM) dins de l'editor

source: Insert LRM (Left-To-Right Mark) into the editor
ca_es: Inseriu una marca d'esquerra a dreta (LRM) dins de l'editor

source: Insert RLE (Right-To-Left Embedding) into the editor
ca_es: Inseriu una incrustació dreta a esquerra (RLE) dins de l'editor

source: Insert LRE (Left-To-Right Embedding) into the editor
ca_es: Inseriu una incrustació esquerra a dreta (LRE) dins de l'editor

source: Insert RLO (Right-To-Left Override) into the editor
ca_es: Inseriu una sobreescriptura dreta a esquerra (RLO) dins de l'editor

source: Insert LRO (Left-To-Right Override) into the editor
ca_es: Inseriu una sobreescriptura esquerra a dreta (LRO) dins de l'editor

source: Insert PDF (Pop Directional Format ) into the editor
ca_es: Inseriu un format direccional de desapilament (PDF) dins de l'editor

source: Insert ZWJ (Zero Width Joiner) into the editor
ca_es: Inseriu un vincle sense amplada (ZWJ) dins de l'editor

source: Insert ZWNJ (Zero Width Non Joiner) into the editor
ca_es: Inseriu un antivincle sense amplada (ZWNJ) dins de l'editor

source: Insert this symbol into the editor
ca_es: Inseriu aquest símbol dins de l'editor

source: Add Comment
ca_es: Afegeix un comentari

source: Show Timeline
ca_es: Mostra la línia temporal

source: Hide Timeline
ca_es: Amaga la línia temporal

source: User suggestions
ca_es: Suggeriments de l'usuari

source: Accept suggestion
ca_es: Accepta el suggeriment

source: Reject suggestion
ca_es: Rebutja el suggeriment

source: Remove suggestion
ca_es: Suprimeix el suggeriment

source: Your current vote. Click to remove this vote.
ca_es: El vostre vot actual. Feu clic per eliminar-lo.

source: Vote for this suggestion
ca_es: Vota per aquest suggeriment

source: Previous Work
ca_es: Treball anterior

source: Translator Comments
ca_es: Comentaris del traductor

source: Timeline
ca_es: Línia temporal

source: No results.
ca_es: Cap resultat.

source: This term already exists in this file.
ca_es: El terme ja existeix al fitxer.

source: Regenerate Glossary
ca_es: Regenera el glossari

source: Are you sure you want to regenerate the glossary? Any existing terms and their translations will be deleted.
ca_es: Esteu segur que voleu regenerar el glossari? Tots els termes existents i llurs traduccions seran eliminats.

source: Extract
ca_es: Extreu

source: You can regenerate the glossary from scratch.
ca_es: Podeu regenerar el glossari de zero.

source: Term
ca_es: Terme

source: Translation
ca_es: Traducció

source: Glossary is Empty
ca_es: El glossari és buit

source: Generate Glossary
ca_es: Genera el glossari

source: Here you can manage the terms in the terminology files.
ca_es: Des d'aquí podeu gestionar els termes dels fitxers de terminologia.

source: File
ca_es: Arxiu

source: Once you upload files, you will be able to add, edit and delete terms.
ca_es: Una vegada pugeu els fitxers, podreu afegir, editar i suprimir termes.

source: Description...
ca_es: Descripció...

source: Details...
ca_es: Detalls...

source: Download (.zip)
ca_es: Baixa (.zip)

source: Download XLIFF
ca_es: Baixa l'XLIFF

source: Download file in XLIFF format
ca_es: Baixa el fitxer en format XLIFF

source: Export
ca_es: Exporta

source: Export translations
ca_es: Exporta les traduccions

source: Download
ca_es: Baixa

source: Download file
ca_es: Baixa el fitxer

source: Translate offline
ca_es: Tradueix fora de línia

source: Download XLIFF file for offline translation
ca_es: Baixa el fitxer XLIFF per traduir fora de línia

source: Upload
ca_es: Puja

source: Upload translation files or archives in .zip format
ca_es: Puja els fitxers o arxius de traducció en format .zip

source: Update from VCS
ca_es: Actualitza del VCS

source: Commit to VCS
ca_es: Envia al VCS

source: Update all from VCS
ca_es: Actualitza-ho tot del VCS

source: Commit all to VCS
ca_es: Envia-ho tot al VCS

source: Rescan project files
ca_es: Torna a escanejar els fitxers del projecte

source: Delete this folder...
ca_es: Suprimeix la carpeta...

source: Delete this file...
ca_es: Suprimeix el fitxer...

source: Manage
ca_es: Gestiona

source: A description of this translation project. This is useful to give more information or instructions. Allowed markup: %s
ca_es: Una descripció del projecte de traducció. Això és útil per a oferir més informació o instruccions. Etiquetatge permès: %s

source: Failed to update from version control: %(error)s
ca_es: Ha fallat l'actualització del control de versions: %(error)s

source: Updated project <em>%(project)s</em> from version control
ca_es: S'ha actualitzat el projecte <em>%(project)s</em> del control de versions

source: Working copy
ca_es: Còpia de treball

source: Remote copy
ca_es: Còpia remota

source: Merged copy
ca_es: Còpia fusionada

source: Updated file <em>%(filename)s</em> from version control
ca_es: S'ha pujat el fitxer <em>%(filename)s</em> del control de versions

source: Failed to update <em>%(filename)s</em> from version control: %(error)s
ca_es: No s'ha pogut actualitzar <em>%(filename)s</em> del control de versions: %(error)s

source: Committed all files under <em>%(path)s</em> to version control
ca_es: S'han confirmat tots els fitxers sota <em>%(path)s</em> al control de versions

source: Failed to commit to version control: %(error)s
ca_es: Ha fallat la confirmació al control de versions: %(error)s

source: Committed file <em>%(filename)s</em> to version control
ca_es: S'ha confirmat el fitxer <em>%(filename)s</em> al control de versions

source: Failed to commit <em>%(filename)s</em> to version control: %(error)s
ca_es: Ha fallat la confirmació de <em>%(filename)s</em> al control de versions: %(error)s

source: Translation project files have been rescanned.
ca_es: Els fitxers del projecte de traducció s'han tornat a escanejar.

source: Error while rescanning translation project files.
ca_es: S'ha produït un error en tornar a escanejar els fitxers del projecte de traducció.

source: Translation project has been updated against latest templates.
ca_es: El projectes de traducció s'ha actualitzat a partir de les últimes plantilles.

source: Error while updating translation project against latest templates.
ca_es: S'ha produït un error durant l'actualització del projecte amb les últimes plantilles.

source: Symbolic link hasn't been removed from the filesystem.
ca_es: L'enllaç simbòlic no s'ha suprimit del sistema de fitxers.

source: Directory and its containing files have been deleted.
ca_es: El directori i els seus fitxers han estat suprimits.

source: File has been deleted.
ca_es: S'ha suprimit el fitxer.

source: Error while trying to delete directory.
ca_es: S'ha produït un error en provar de suprimir el directori.

source: Error while trying to delete file.
ca_es: S'ha produït un error en provar de suprimir el fitxer.

source: You do not have the right to create ZIP archives.
ca_es: No tenir permisos per a crear arxius ZIP.

source: Invalid/insecure file name: %s
ca_es: El nom de fitxer no és vàlid / no és segur: %s

source: Invalid GNU-style file name: %(local_filename)s. It must match '%(langcode)s.%(filetype)s'.
ca_es: El nom del fitxer no és d'estil GNU vàlid: %(local_filename)s. Cal que coincideixi amb el «%(langcode)s.%(filetype)s».

source: Error while extracting archive
ca_es: S'ha produït un error en extreure l'arxiu

source: You do not have rights to overwrite files here.
ca_es: No teniu permisos per sobreescriure fitxers aquí.

source: You do not have rights to upload new files here.
ca_es: No teniu permisos per penjar nous fitxers.

source: You do not have rights to upload files here.
ca_es: No teniu permisos per penjar aquí fitxers.

source: Overwrite the current file if it exists
ca_es: Sobreescriu el fitxer actual si aquest existeix

source: Merge the file with the current file and turn conflicts into suggestions
ca_es: Uneix el fitxer amb l'actual i transforma els conflictes en suggeriments

source: Add all new translations as suggestions
ca_es: Afegeix totes les noves traduccions com a suggeriments

source: Upload to
ca_es: Puja a

source: Optionally select the file you want to merge with. If not specified, the uploaded file's name is used.
ca_es: Opcionalment, seleccioneu el fitxer amb què voleu fusionar. Si no s'especifica, s'utilitzarà el nom del fitxer pujat.

source: Upload File
ca_es: Penja un fitxer

source: Below you can add, edit, and delete the permissions for this translation project.
ca_es: A continuació podeu afegir, editar i suprimir els permisos d'aquest projecte de traducció.

source: Update from Version Control
ca_es: Actualitza-ho del control de versions

source: Use this option to update all the files in this area from version control.
ca_es: Utilitzeu aquesta opció per actualitzar tots els fitxers en aquesta àrea del control de versions.

source: Files and Subfolders
ca_es: Fitxers i subcarpetes

source: Actions
ca_es: Accions

source: %(project)s project information
ca_es: Informació del projecte %(project)s

source: %(language)s language information
ca_es: Informació de la llengua %(language)s

source: Translation Statistics
ca_es: Estadístiques de la traducció

source: Failing Checks
ca_es: Comprovacions que han fallat

source: Nothing to show
ca_es: Res a mostrar

source: username
ca_es: nom d'usuari

source: email address
ca_es: adreça electrònica

source: password
ca_es: contrasenya

source: password (again)
ca_es: contrasenya (de nou)

source: This username is already taken. Please choose another.
ca_es: Ja existeix el nom d'usuari. Trieu-ne un altre.

source: You must type the same password each time
ca_es: Heu d'escriure la mateixa contrasenya cada vegada

source: I have read and agree to the Terms of Service
ca_es: He llegit i estic d'acord amb els termes del servei

source: This email address is already in use. Please supply a different email address.
ca_es: Ja s'utilitza aquesta adreça electrònica. Proporcioneu-ne una diferent.

source: Registration using free email addresses is prohibited. Please supply a different email address.
ca_es: Està prohibit el registre amb adreces electròniques gratuïtes. Proporcioneu-ne una diferent.

source: user
ca_es: usuari

source: activation key
ca_es: clau d'activació

source: registration profile
ca_es: perfil de registre

source: registration profiles
ca_es: perfils de registre

source: Time to answer has expired
ca_es: S'ha esgotat el temps per respondre

source: Enter a number
ca_es: Introduïu un nombre

source: Incorrect
ca_es: Incorrecte

source: Pootle Demo
ca_es: Demostració de Pootle

source: <div dir="ltr" lang="en"> This is a demo installation of Pootle. <p>You can also visit the official <a href="http://pootle.locamotion.org">Pootle server</a>. The server administrator has not provided contact information or a description of this server. If you are the administrator for this server, edit this description in your preference file or in the administration interface.</p> </div>
ca_es: <div dir="ltr" lang="ca"> Això és una instal·lació de demostració del Pootle. <p>Podeu visitar el <a href="http://pootle.locamotion.org">servidor de Pootle</a> oficial. L'administrador no ha proporcionat cap informació de contacte del servidor. Si sou l'administrador del servidor, editeu la descripció en el fitxer de preferències o des de la interfície d'administració.</p> </div>

source: Permission Denied
ca_es: Permís denegat

source: You don't have permission to access this page.
ca_es: No teniu permisos per accedir a la pàgina.

source: Page Not Found
ca_es: Pàgina no trobada

source: We're sorry, but the requested page could not be found.
ca_es: Ho sentim, però la pàgina sol·licitada no es pot trobar.

source: Server Error
ca_es: Error del servidor

source: An error has occurred. Thank you for your patience.
ca_es: S'ha produït un error. Gràcies per la vostra paciència.

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
ca_es: Si us cal ajuda, podeu referir-vos a aquest error com <strong>%(ref)s</strong>.

source: Administration
ca_es: Administració

source: Information and statistics about this Pootle server
ca_es: Informació i estadístiques sobre aquest servidor Pootle

source: Info
ca_es: Informació

source: Configure the general settings for your site
ca_es: Configureu els paràmetres generals del vostre lloc

source: Manage the users
ca_es: Gestiona els usuaris

source: Manage the languages
ca_es: Gestiona les llengües

source: Manage the projects
ca_es: Gestiona els projectes

source: Manage the default permissions
ca_es: Gestiona els permisos per defecte

source: Manage Legal Pages
ca_es: Gestiona les pàgines d'informació legal

source: skip to navigation
ca_es: salta a la navegació

source: Zoom out (Ctrl+Shift+-)
ca_es: Allunya't (Ctrl+Maj+-)

source: Reset zoom (Ctrl+Shift+0)
ca_es: Reinicia el zoom (Ctrl+Maj+0)

source: Zoom in (Ctrl+Shift++)
ca_es: Apropa't (Ctrl+Maj++)

source: Log Out
ca_es: Finalitza la sessió

source: Register
ca_es: Registre

source: Log In
ca_es: Inicia la sessió

source: Help
ca_es: Ajuda

source: Contact Us
ca_es: Contacteu-nos

source: About this Pootle Server
ca_es: Quant a aquest servidor Pootle

source: Contributors
ca_es: Col·laboradors

source: Are You Human?
ca_es: Sou humà?

source: To protect the server against attacks we have to verify that submissions are made by human users.
ca_es: Per a protegir el servidor d'atacs hem de verificar que els enviaments són fets per humans.

source: Please answer this question:
ca_es: Responeu aquesta pregunta:

source: Confirm
ca_es: Confirmeu

source: Language main page
ca_es: Pàgina principal de la llengua

source: Overview
ca_es: Visió general

source: Language news
ca_es: Notícies de la llengua

source: Administrate your language permissions
ca_es: Administreu els vostres permisos de llengua

source: Project main page
ca_es: Pàgina d'inici del projecte

source: Project news
ca_es: Notícies del projecte

source: Administrate your project
ca_es: Administreu el vostre projecte

source: Manage project permissions
ca_es: Gestiona els permisos del projecte

source: Manage Terminology
ca_es: Gestiona la terminologia

source: Translation project main page
ca_es: Pàgina principal del projecte de traducció

source: Translation project news
ca_es: Notícies del projecte de traducció

source: Translate this project
ca_es: Tradueix el projecte

source: Manage terminology
ca_es: Gestiona la terminologia

source: Terminology
ca_es: Terminologia

source: Administrate your project permissions
ca_es: Administreu els vostres permisos de projectes

source: My Account
ca_es: El meu compte
